[
  {
    "id": "2",
    "link": "hf-validation-test-calculator",
    "title": "HF Validation Test Calculator",
    "enrolled": true,
    "description": "This tool estimates the timelines and budget for an HF validation usability test. The calculation is based on key test variables including the number of distinct user groups, number of participants per user group, and test session duration."
  },
  {
    "id": "3",
    "link": "hfe-project-scope",
    "title": "HFE Project Scope Tool",
    "enrolled": true,
    "description": "This tool generates an HFE scope description for different types of projects. The tool accounts for regulatory requirement in differences in various markets, as well as the requirement differences when applying HFE to new versus existing (i.e., already marketed) products."
  },
  {
    "id": "4",
    "link": "inclusive-design-guide",
    "title": "Inclusive Design Guide",
    "enrolled": true,
    "description": "This tool calculates recommended minimum touch target dimensions based on screen size and common HFE standards. Following the touch target recommendation ensures selection accuracy and reduces errors."
  },
  {
    "id": "5",
    "link": "mdus",
    "title": "Medical Device Usability Score",
    "enrolled": true,
    "description": "This tool generates a usability score of a device after a usability test participant completes hands-on tasks with a medical device (including combination products and IVDs)"
  },
  {
    "id": "6",
    "link": "safety-label-quick-guide",
    "title": "Safety Label Quick Guide",
    "enrolled": true,
    "description": "Identify potential root causes for usability test findings."
  },
  {
    "id": "7",
    "link": "text-legibility",
    "title": "Text and Number Size Calculator",
    "enrolled": true,
    "description": "This tool calculates the recommended text and number size based on the viewing distance. Following the recommendation will help ensure text and numbers are legible for users. The recommendation is based on guidance in AAMI HE75 Human factors engineering - Design of medical devices."
  },
  {
    "id": "8",
    "link": "touch-target-tool",
    "title": "Touch Target Tool",
    "enrolled": true,
    "description": "This tool calculates recommended minimum touch target dimensions based on screen size and common HFE standards. Following the touch target recommendation ensures selection accuracy and reduces errors."
  }
]
